Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Talent Agent & The Threads of Fate KO>EN.tmx
Source language: ko_kr
Languages: en

source: 라인 잘 타서 승진하더니, 얼굴이 좋네.
en: you look good after getting promoted through connections.

source: 내가 재계약을 안 했으니까요.
en: because I didn’t renew my contract.

source: 가, 가요!
en: I-I am!

source: 그럼 저도 보고 드려야 하는데, 미팅은 언제가 편하십니까?
en: I will have to talk it over with my team. when would be a good time for you to meet?

source: 나야 한 번 삐끗해도 상관없지만, 너한테는 커리어가 달린 문제니까.
en: but, a mistake on is easy to brush of. For you it can make or break your career.

source: 야, 인준아.
en: hey, injoon.

source: 얘는 안 되겠구나.
en: this one won’t.

source: 저도 이대로 가는 게 좋을 것 같아요.
en: I also think we shouldn’t make any changes.

source: 연습생 하나 데려오는 게 뭐 어려운 일이라고.
en: it’s not a big deal to bring in a trainee.

source: 네?
en: huh?

source: 저런 건 저승사자 만났을 때도 본 기억이 없는데?
en: I didn’t even get to see anything like that even when I met the grim reaper.

source: 감독이 주도권을 갖는 것.
en: but the producer.

source: 제작비는 쥐꼬리에, 방송 일정도 빡빡해.
en: budget’s really small and the schedule’s really tight for sitcoms.

source: 걱정하지 말아요.
en: don’t worry.

source: 정말 술만 마시려고 그러는 것 같지는 않은데요.
en: it doesn’t sound like all he wants to do is have drinks with her.

source: 혜령 씨, 언제 왔어?
en: oh, hi, hye-ryung. when did you get here?

source: 혜령이 복귀 미뤄졌으니까…
en: since hye-ryung’s comeback is put on hold...

source: 벌써 얘기 나와?
en: are people already talking about it?

source: 내일 바로 기사 내면 될 거야.
en: I think everything’s going to be ok if we release the corrective article tomorrow.

source: 그리고 혹시 알아?
en: and who knows?

source: 그쪽이야말로 고생했어요.
en: you did a good job hanging in there.

source: 내 거 사러 갔다가 싸길래 샀어요.
en: I picked this up when I went shopping because it was cheap.

source: 여, 여기서요?
en: h-here?

source: 지금 출근하신 거예요?
en: are you just coming into the office?

source: 아니, 선물을 줬으면 들고 다니는 게 예의 아니에요?
en: wouldn’t it be more thoughtful of you to carry the wallet I gave you as a gift?

source: 미안한데, 앞으로 얘기할 때는 앞뒤 자르지 말고 말해 줄래?
en: I’m sorry but could you be a bit more clearer when asking questions going forward?

source: 업무 때문에 먼저 가셨어.
en: he had to leave.

source: 제발 마음에 안 든다고 해라.
en: I really hope they decline the offer.

source: 애가 좀 까칠하죠?
en: she’s a bit cranky, right?

source: 일단은 이게 최선이겠지.
en: I think that would be best for now.

source: 나 요즘에 작품 하나 준비 중이거든.
en: I have a project I’m working on.

source: 사직서까지야….
en: he even told them he’s going to quit...

source: 천하의 한지아 씨.
en: ms. almighty ji-ah han.

source: 그렇죠.
en: no kidding.

source: 일찍 좀 들어가라니까.
en: I told you to go home early.

source: 가족인 민규 형 밑에서 일하는 것도 좀 그렇고,
en: it’d be weird working with family,

source: 그건 한참 먼 얘기고요.
en: that won’t happen any time soon.

source: 데뷔작 결정됐는데 청소할 시간이 어디 있어?
en: do you think you’ll have time to clean when you know you’re making a debut?

source: 한지아… 진짜 모르는 거야, 아님 모르는 척 하는 거야?
en: about ji-ah... do you really not know? or are you just pretending to not know?

source: 녹음 파일을 듣고 나서 생각해 봤습니다.
en: I got to hear the clip and thought...

source: 아직도 있어?
en: you’re still here?

source: 그런 뜻이 아니잖아요!
en: that’s not what I meant!

source: 또 뿔났어요.
en: he’s angry again.

source: 양식 싫어해요?
en: do you prefer korean?

source: 혜령아, 혹시 할 말 있어?
en: do you have something to tell me, hye-ryung?

source: 거봐!
en: see?!

source: 혜령 씨 차기작, 나랑 같이 해 보는 건 어때?
en: what do you think about working with me for hye-ryung’s next project?

source: 어, 다녀와.
en: ok. sounds good.

source: 매번 그래?
en: do you stay this late everyday?

source: 다른 사람들은 뭐래요?
en: what did other people say?

source: 인준 씨를 엄청 마음에 들어 하던데.
en: she really likes you.

source: 보너스 받은 건 뒀다가 필요한 일 있을 때 써.
en: you should keep the bonus and use it when you need it.

source: 지아 씨가 정말 저런 말을 했을까?
en: could ms. han really have said that?

source: 어디로 이어진 거지?
en: where is this connected to?

source: 3팀이요?
en: team three?

source: 그런 사람이 신인 작가를 데리고 잘 끌고 갈 수 있을까?
en: would he be able to lead a new writer to produce good work?

source: 강수지가 우리 작품에 합류한다고!
en: sooji kang might join us on this project!

source: …네?
en: huh...?

source: 이 팀장.
en: team leader lee.

source: 왜요?
en: why?

source: 수지 씨 말대로 다 수정하라는 거예요?
en: do you expect me to revise the script to make you happy?

source: 내가 했던 제안, 다시 생각해 보는 건 어때요?
en: would you reconsider my offer?

source: 왜 맨날 너만 남아서 청소해?
en: why do you stay behind to clean by yourself?

source: 웬 연습생 하나 데뷔시킨다고 들쑤시고 다니던데.
en: he’s been going around making a big fuss about debuting a trainee.

source: 이렇게 신경 써 주시는 분은 처음이에요…!
en: I’ve never had anyone look after me like you...!

source: 내년 1월 말이요.
en: end of january of next year.

source: 사실 확인 중이라니까요!
en: we are looking into it!

source: 한지아와는 라이벌이라고 불릴 정도의 배우니까,
en: she’s just as popular as ji-ah,

source: …됐어요.
en: never mind.

source: 설마, 밥차 저거….
en: did you guys prepare that...?

source: [재밌다] 팀의 마지막 멤버가 하늘이라서 그렇지.
en: the only thing is that the “fun” team's the last one to eat is haneul.

source: 뭐길래….
en: what’s this about...

source: 아… 네?
en: oh... huh?

source: 지금 저보다는 지아 언니한테 오빠가 더 필요할 거예요.
en: ji-ah needs you more than I do at this moment.

source: 잘 챙겨 달라는 사람이 뭐 이리 많아?
en: why are there so many people asking me to take good care of her?

source: 역까지 태워 줄게.
en: I’ll give you a ride to the train station afterwards.

source: 그럼, 기사 잘 부탁드리겠습니다!
en: thank you for the interview!

source: 혜령아, 너무 갑작스러워서…
en: hye-ryung, this is so out of the blue for me...

source: 진짜 괜찮아요?
en: are you sure?

source: 무슨 일이지?
en: what’s going on?

source: 이게 성공하면 내 손에 장을 지진다.
en: I’ll eat my hat if the sitcom succeeds.

source: 여기 좀 와 보세요!
en: come over here!

source: 몰라서 물어?
en: you don’t know?

source: 김 감독에 신인 작가라… 끌리는 조합은 아닌데?
en: mr. kim teamed up with a new writer...doesn’t seem to be an attractive combination.

source: 이 사람….
en: he’s...

source: 무슨 일은요.
en: nothing.

source: 강수지만 NG 안 냈어도 더 빨리….
en: if it wasn’t for sooji kang, we could’ve...

source: 여튼, 좋은 분위기에 끼어들어서 죄송하지만 이거부터.
en: anyway, although I hate to break the mood, please take this.

source: 그전에는 절대 안 그만둬.
en: I’m never going to quit before that happens.

source: 차라리 작은 배역부터 차근차근 올라왔으면 어땠을까 싶어요.
en: I feel that it could have been better for her had she gained more experience by taking on smaller roles first.

source: 심윤섭과 직접 관련됐다는 증거까지 다 나왔잖아.
en: there’s evidence that yoonseob shim was involved.

source: 곧 결정할 거야.
en: I’ll make a decision soon.

source: 나도 그 정돈 알지.
en: I know.

source: 그럼 그렇게 픽스할게요.
en: sure, I’ll set it up then.

source: 아!
en: oh!

source: 그러다 평생 혼자 일 한다?
en: you’re gonna end up working by yourself.

source: 종우 씨요.
en: jongwoo.

source: 무슨 이직이라도 해요?
en: are you moving to a different company?

source: 회사 소속 매니저가 아니라 코디한테 시킨 건 너무 뻔하잖아요?
en: it’s obvious why mr. shim would ask a stylist, not a manager. because stylists aren’t employed by his company.

source: 확정된 거 아니야.
en: nothing’s been confirmed yet.

source: 팀장님, 많이 바쁘세요?
en: mr. kim, are you busy?

source: 하늘 씨가 마지막이네?
en: haneul is the last one.

source: 시작!
en: start!

source: 갑자기 어딜 가는…
en: where’s she going all of a sudden...?

source: 하늘이가 오늘 밥을 먹고 나왔던가?
en: did haneul eat today?

source: 모니터링하러 또 누가 오기로 했어요?
en: is anyone else coming to watch with us?

source: 방송국 모두 청개구리 엔터 관련 프로그램은 다 보이콧하는 거로.
en: all broadcasting stations decided to boycott frog entertainment.

source: 난 지아 씨 데려다 주고 그냥 회사에서 잤지.
en: I slept here after taking ms. han home.

source: 실장님, 저 열심히 하겠습니다!
en: I’ll do my best, chief kim!

source: 계산하셨다고요?!
en: you paid already?!

source: 듣던지!
en: let him!

source: 기사 얘기는 조금 전에 들었어요!
en: I heard about the news!

source: 그쪽이 보기에는 뭐가 더 나아 보여요?
en: which one do you think is better?

source: 어휴, 얼른 얘기 끝내고 보내 줘야겠구먼.
en: I see. then, we should make this quick.

source: 아니, 저 일 중독자는 왜 집에 안 가고….
en: that workaholic should have gone home...

source: 젊어 보이는데 로드야?
en: you look young. are you an assistant manager?

source: 어… 인준아, 나 준섭이 데리러 갈 시간이라… 그럼 이만.
en: ummm...injoon, I have to go pick up junseob...so, bye.

source: 뭐… 너도 알아도 상관없겠지.
en: well... I guess it’s alright for you to know.

source: 사람을 뭐로 보고!
en: what kind of a person do you think I am?!

source: 제가 이거 보고 얼마나 소름 끼쳤는지.
en: I got goosebumps after reading this.

source: 팀장님, 혹시 프로필 사진작가 좀 알아봐 주실 수 있으세요?
en: team leader, could you recruit a photographer for me?

source: 이번에는 어떻게 막을 방법이 없어요.
en: this time around, it’s going to be impossible to stop this.

source: 왜 원본이 없다고 생각하죠?
en: what makes you think that I don’t have the original copy?

source: 수지 씨가 고생 많으셨겠어요.
en: you must have gone through a lot, ms. kang.

source: 2J 엔터 김인준입니다.
en: I’m injoon kim from 2j.

source: 옆에 앉아도 될까요?
en: can I have a seat?

source: 아쉽네.
en: that’s too bad.

source: 그거 말고도 박스 접는 일이나, 볼펜 조립 같은 것도 해 봤고요.
en: we also folded boxes and assembled pens.

source: 어… 데뷔요?
en: ummm... debut?

source: 지금 이거 심윤섭 대표가 시켜서 하시는 거 아닌가요?
en: aren’t you doing this because mr. shim told you to?

source: 됐어요.
en: forget it.

source: 회사에 뭔 모기가 이렇게 많아요?
en: why are there so many mosquitoes?

source: 뭘 모르나 본데 이미 냄새 맡은 놈들이 있거든?
en: I don’t think you know, but reporters are after you.

source: 그래서요?
en: so?

source: 어쩌긴, 끝을 봐야지.
en: well, she’ll have to see it through.

source: 시트콤은 두 번 다신 안 쳐다볼 줄 알았는데.
en: I thought she’d never work on a sitcom ever again.

source: 좋았습니다.
en: it was good.

source: 아니긴.
en: yeah right.

source: 아니, 이 바닥 인맥이 얼마나 중요한데 한지아를 차?
en: what? don’t you know that having connections in this field is important? how could you reject ji-ah han’s offer?

source: 편성은 주말로 받아 놨어.
en: the series is going to air on the weekends.

source: 약속이라니…?
en: a promise...?

source: 아무래도 첫 드라마 주연이라 아쉬운 부분이 보이기는 하죠.
en: I mean, it’s her first lead role in a series so I do see some areas in which she could improve in.

source: 저 톱스타 될 때까지는 어디 안 간다고요.
en: you wouldn’t go anywhere until I become a superstar.

source: 홍보팀에서 주워들었는데 시트콤이라나요.
en: I heard from the marketing team that it’s a sitcom.

source: 지아 씨, 그게요….
en: ms. han, ummm...

source: 아는 선배예요.
en: she used to be my senior colleague.

source: 우선, 저는 지아 씨를 믿습니다.
en: I trust you, ms. han.

source: 이번 게임 제목은 [일요일 점심은 라면] 입니다!
en: so here’s a game called “sunday’s lunch is ramen”!

source: 한지아 걔가 하고 싶다잖아!
en: ji-ah han is going to take the role if I don’t!

source: 대표님.
en: mr. kim.

source: 우연히 사건에 휘말리게 된 국과수 직원.
en: a CIA agent who gets involved by accident.

source: 수지가 좀… 성격이 드세죠.
en: sooji’s a bit... aggressive.

source: 너 혹시 회사 내에 무슨 일 있으면 나한테 얘기해.
en: if anything happens tomorrow, let me know.

source: 안 돼….
en: oh, no...

source: 어휴, 미안해 죽겠네….
en: sigh, I should have trusted her...

source: 조, 조금….
en: a-a little bit...

source: 왜 그렇게 넋이 나갔어요?
en: why are you so out of it?

source: 차준섭이 밥차 보냈다면서요.
en: I heard junseob sent you a food truck.

source: 그런 얘기 나왔으면 형한테 먼저 얘기했죠.
en: if that was true, you would've been the first one I'd go to.

source: 저 형이 장난치는 거야!
en: he’s just joking!

source: 그 사람을 믿을 수 있겠어요?
en: do you trust him?

source: 긴장돼요?
en: are you nervous?

source: 안에 든 것들도 망가졌을 테고.
en: things inside could have been damaged too.

source: 그래도 원연희 정도면 무난한 편 아냐?
en: but yeonhee won isn’t that bad either, is she?

source: 회사에서 얼굴 한 번 본 적이 없는걸.
en: I’ve never seen him in the office before.

source: 대본은 누가 썼는데?
en: who wrote the script?

source: 무슨 말씀이신지….
en: I don’t know what you are talking about...

source: 네!
en: yes, sir!

source: 걱정 마요.
en: don’t worry.

source: 이 사람이랑 언니랑 몇 살 차인 줄 알아?
en: do you know how much younger this guy is?

source: 이게 정식 대본이구나.
en: so, this is the official script.

source: 착!
en: tick!

source: 하기 전에 잠깐 들를까.
en: but before that maybe I should stop by.

source: 혜령 씨 준비 많이 해 오셨네요.
en: I can tell ms. yun came prepared.

source: [일요일은 즐겁다] MC 구민환.
en: “sunday is fun” host minhwan koo.

source: 저… 김 실장님.
en: oh, chief kim...

source: 시간 금방 가요.
en: time flies, you know.

source: 오늘 저희 팀 회식이 있어서요.
en: we have a team dinner tonight.

source: 참 나, 그럼 평소에는 어떻게 봤길래?
en: hah, how did I look on other days?

source: 네, 오빠.
en: ok.

source: 그쪽에서는 뭐라고 해요?
en: what are they saying?

source: 지금까지 내가 들쑤시고 다닐 수 있었던 이유가…
en: the reason I was able to achieve this much was because...

source: 정말요?!
en: really?!

source: 이봐요, 수지 씨.
en: hey, ms. kang.

source: 작가가 쓴 거라기엔 허술해 보여서요.
en: I can tell it wasn’t written by a professional writer.

source: 왜 그래?
en: what’s going on?

source: 저 엄청 잘 먹어요!
en: I can eat!

source: 더 열심히 하겠습니다!
en: I’ll work even harder!

source: 난 그냥 소주나 한 잔 얻어먹으려고 했는데.
en: I just wanted to have drinks with you.

source: 너 아까부터 꼬박꼬박 말대꾸할래?!
en: are you going to talk back to me all the time?!

source: …그냥 조용히 밥만 먹으면 안 될까?
en: can we just eat?

source: 하긴, 이종우가 내 배우도 아닌데.
en: yeah, jongwoo lee isn’t an actor I manage anyway.

source: 대체 무슨 얘기를 하려는 건데?
en: what are you trying to say?

source: 이제 들어갈 거예요!
en: I’m gonna go soon!

source: 정말 매력적인 캐릭터예요.
en: she’s definitely an attractive character.

source: 원연희…….
en: yeonhee won...

source: 이건 그 사람이 쓴 시놉이고 캠퍼스물이에요.
en: this is the synopsis and it’s about campus life.

source: 제가 뭘요?
en: what did I do?

source: 시트콤?!
en: a sitcom?!

source: 아, 팀장님!
en: oh, team leader!

source: 그래?
en: oh yeah?

source: 그쪽도 당기는 게 없다면서요?
en: it's not like you were excited about either of the offers.

source: 오히려 늦게 시작하는 거 같기도 하고….
en: in a way I feel we should’ve started sooner...

source: 그래.
en: yeah.

source: 어쩌긴 뭘 어쩝니까?
en: I’m not sure yet.

source: 혜령아, 오늘 기분 안 좋은 일 있어?
en: hye-ryung, is everything alright?

source: 위윤상 선생님께서 후배들을 휘어잡는 성격은 아니시죠?
en: mr. yoonsang wie isn’t very strict with people, is he?

source: 지금까지 했던 노력은 아까워서….
en: I don’t want everything that I’ve put in to go to waste...

source: 학교 다니고… 할머니 도와 드렸어요.
en: I went to school... and I helped my grandmother.

source: 가끔 인준 씨 그럴 때 있잖아요.
en: I’m asking because you sometimes have your moments.

source: 근데 이 친구들아.
en: but guys...

source: 과, 과, 과… 광고라니이이!?
en: c-commercial?!

source: 저요?
en: me?

source: 너도 들어 봤지?
en: you’ve heard about it, right?

source: 괜찮습니다, 감독님.
en: it’s ok, producer kim.

source: 좀 안 걸리게 잘하던가.
en: at least he could have been more deceptive.

source: 이종우 건은… 검은 선이 보인 것치곤 나름 해피엔딩인가?
en: I guess it was a happy ending for us on the matter with jongwoo lee?

source: 조금만 나무라면 구석에 가서 혼자 울기도 하고.
en: if she was reprimanded just a little bit, she would cry.

source: 하나 있죠.
en: we have one.

source: 어휴, 이런 걸 누가 데리고 살려나 몰라?
en: ugh, I really wonder who’s going to marry you.

source: 진짜 아닌데….
en: no, really. I’m not uncomfortable...

source: 남는 건 ‘갑질’, ‘막말’ 같은 꼬리표.
en: labels like “abusive” or “insulting” still linger.

source: 좀 제대로 보고 말해요!
en: well, can you look over it more carefully?

source: 근데, 뭘 이리 비싸게 굴어?
en: why are you playing hard to get?

source: 그냥 의견 제시예요.
en: I’m just offering my opinion.

source: 화장실 간다, 왜!
en: I’m going to the bathroom!

source: 내가 알면 안 되는 이야기예요?
en: is it something you can’t tell me about?

source: 조민희라고 합니다.
en: I’m minhee cho.

source: 언제까지 내 밑에만 있으려고?
en: you want to stay with me forever?

source: 트레이닝을 받게 해 놓고 상황을 지켜보는 것.
en: I want to see what happens after having her start training to become an actress.

source: 그래서 이번에는 무슨 얘기를 할려고?
en: so what do you have in mind this time?

source: 강수지가…?
en: sooji kang...?

source: 이야~ 쟤 진짜 캐릭터 재밌네!
en: wow! she’s really funny!

source: 됐으니까 둘 다 돌아가요!!
en: I’m fine, so just go home!

source: 뭔가 보였는데…?
en: I thought I saw something...

source: 어휴, 그래도 수지 너만큼은 아니지.
en: *sigh*, not as good as you.

source: 고수진 감독 작품을 까고?
en: you’re going to reject a movie directed by soojin ko?

source: 근데 미팅 한번 하자고….
en: but he wants to meet...

source: 매니저님.
en: mr. kim.

source: 그러면 인터넷에 영상을 먼저 푸는 건 어때요?
en: what do you think about releasing some clips on the web?

source: 차라리 잘됐어.
en: that actually could work out better for us.

source: 짜잔!
en: ta-da!

source: 강수지 진짜 어떻게 된 거 아니에요?!
en: is sooji kang out of her mind?!

source: 혜령아….
en: hye-ryung...

source: 누구?
en: who?

source: 그러면 내가 이긴 거야.
en: then I’ll finally have the upper hand.

source: 거기에 로드까지 붙여 줘서 다행이긴 한데….
en: and I’ll be getting an assistant but...

source: 내가 좋은 소식 들고 왔으니, 둘 다 잘 들어 보라고!
en: anyways, I have great news for you guys!

source: 아, 팀장님.
en: ah, team leader.

source: 최곱니다.
en: I love it.

source: 갑자기 무슨 도시락을….
en: but why did you prepare lunch for me all of a sudden...?

source: 그나저나, 아직 안 왔나?
en: anyway, is he not here yet?

source: ‘연기력이 부족하다.’ 이런 핵심 키워드가 없어.
en: there aren’t any key phrases such as, “hye-ryung’s acting skills are problematic.”

source: 하… 촬영이 이 정도로 망할 줄은 몰랐지.
en: *sigh*... I had no idea the recording would go this badly.

source: 일단 시트콤 쪽으로 몰아줘.
en: please focus on the sitcom.

source: 혜령아!
en: hye-ryung!

source: 야, 내가 너 하루 이틀 봐?
en: hey, I know you.

source: 이 형이 진짜!
en: argh, mingyu!

source: 매번 제 느낌이 맞는 건 아니니까요.
en: but I’m not right every single time.

source: …없습니다.
en: no...

source: 그럼 바로 보여 드리죠.
en: yeah, I’ll show you the script right away.

source: 그러고 보니 얜 부먹이냐, 찍먹이냐.
en: I wonder if she likes to pour the sauce or dip it?

source: 저도 억지로 밀어붙일 생각은 없어요.
en: and I’ll let you decide after meeting her.

source: 됐고, 따라와요.
en: don’t worry about it. just come with me.

source: 아니요.
en: no.

source: 근데, 무슨 일이야?
en: but, what’s going on?

source: 그런 건 아니고, 연습생끼리 정한 거….
en: it’s something the trainees decided on...

source: 지난번엔 운명의 선이 보이니까 그랬던 거고.
en: I was more vocal last time because I saw the thread of fate.

source: 형, 지난번에 밥차 감사했습니다.
en: junseob, thank you for the food truck the other day.

source: 아무한테나 그러는 사람은 아니다.
en: she isn’t the type to do that to just anyone.

source: 연예 관련한 언론사 전부 어뷰징 기사 내고 있어!
en: all the entertainment outlets are posting about this as well!

source: 이번 일에서 대표 이름이 나오게 한 것.
en: bringing up a ceo’s name in this fiasco.

source: 인준 씨 친구분, 능력 있나 봐요?
en: injoon, I guess your friend’s quite influential.

source: 김인준 실장입니다.
en: I’m chief injoon kim.

source: 네, 그럼요.
en: I’ve been doing well.

source: 회사 입장에선 큰일이겠지만,
en: this may not be good for the company,

source: 그걸 못 참고 이렇게 찾아와?
en: do you think you can barge in here just because you don’t have the patience to wait?

source: 방금 들은 대로 한준구다.
en: I’m joon-gu han, as you heard.

source: 선배님들 신은 NG 때문에 추가로 더 촬영한대요.
en: others have to keep shooting because they made some mistakes.

source: 왜 조용해?
en: why are you so quiet?

source: 한 기자!
en: reporter han!

source: 내가 살다 살다 지아 말을 맞받아치는 매니저는 처음 봐서요.
en: I’m asking because I have never seen a manager talk back to ji-ah.

source: 당장 기사 내리라고 해.
en: tell them to take that down right now.

source: 당연히!
en: of course!

source: 혹시 회의 중이세요?
en: are you in a meeting?

source: 조용히 살겠습니다.
en: I’ll stay quiet.

source: 다음 달까지 팀만 꾸리면 편성해 주겠답니다.
en: as long as he can get a crew together by next month, they’re going to schedule it.

source: 선은 지켜 가면서 해야 할 거 아니야.
en: you need to understand that there’s a line you shouldn’t cross.

source: 홍보팀한테 바로 연락할게!
en: I’ll call the marketing team!

source: 이미지….
en: how I could be perceived...

source: 아, 네….
en: oh, I see...

source: [반도의 끝] 만드신 분이셔.
en: he produced “end of the peninsula.”

source: …형?
en: junseob?

source: …그럼, 다른 곳까지 썩기 전에 빨리 도려내시죠.
en: then I think you should cut out the rotten apple before it affects others.

source: 전 감독님께 인사 좀 드리고 올게요.
en: I’m going to go say hello to the producer.

source: 죽으라면 죽는시늉도 하겠습니다!
en: I’ll do anything!

source: 지금 해야 할 건 결정하는 겁니다.
en: what’s important is now is the time for you to make a decision.

source: 저도 저 친구가 프로필 촬영은 처음이라 자리 비우기 좀 그렇네요.
en: unfortunately I don’t think I should step out because it’s her first time shooting.

source: 이건… 분명, 한지아 목소리…!
en: this...for sure, is ji-ah’s voice...!

source: 내가 이렇게 잡혀 살아.
en: I’m completely whipped as you can see.

source: 그리고 누가 말 안 해도 본인부터 느끼고 있을걸?
en: and besides, she probably knows already...

source: 집 앞에 기자들 몰려 있을 테니까.
en: reporters are going to be camping out in front of your house.

source: 일단 바로는 답 못 주고, 늦어도 이번 주 안에는 말해 준다네?
en: they said they can’t give me an answer right away, but they promised to let me know by the end of this week.

source: 할머니랑 같이 매일 했어요!
en: I did it everyday with my grandmother!

source: 근데 좀… 심하더라고요.
en: but it was... a bit too much.

source: 거절할 때 하더라도 얼굴은 보고 해야지.
en: even if I refuse his offer, I should do it in person.

source: 촬영해 보니 무슨 뜻이었는지 알겠더라고요.
en: I got to know what you meant once we started shooting.

source: 내가 강수지보다 별로예요!?
en: do you think she’s better than me?!

source: 당장 지갑 바꿔요.
en: change your wallet right now.

source: 이 양반은 아까부터 무슨 소리야?
en: what is he talking about?

source: 시청률 이제 막 나왔는데, 벌써요?
en: the ratings just came out. they already released an article?

source: 설마, 이것 때문에 운명의 선이 흰색으로 변한 건가?
en: was this why the thread turned white?

source: 하아….
en: *sigh...*

source: 개편… 결정된 건가요?
en: has the reorganization been confirmed?

source: 놓치면 평생 후회할걸요.
en: you’ll regret it for the rest of your life if you don’t take this opportunity.

source: 광고 브로마이드 나왔어요!
en: the commercial poster came out!

source: 그런 게 우리한테 있었나?
en: do we have anything like that?

source: 그럼… 다른 사람들도 고생 좀 덜 했을 텐데.
en: that way... others wouldn’t have suffered as much.

source: 뭐가 저렇게 급해…?
en: what’s the rush...?

source: 혜령이한테 광고 제안이요?!
en: a commercial offer came in for hye-ryung?!

source: 완전 순둥이였어요.
en: she was such a goody two shoes.

source: 어때요?
en: what do you think?

source: 이번에 혜령 씨 복귀 문제랑 회사 일이 좀 겹쳐서요.
en: I’ve been busy with hye-ryung coming back and some issues at the agency.

source: 생각보다 쉽지가 않네.
en: it’s not as easy as I thought.

source: 지금은 모르는 거라고 해 두죠.
en: so let’s just say I don’t know for now.

source: 네?!
en: what?!

source: 아뇨, 저희도 딱히….
en: no, I haven’t heard back either...

source: 그럼 개편 좀 빨리 해라.
en: then I hope the reorganization happens soon.

source: 그럼 저희도 바로 기사 준비하겠습니다.
en: then we’ll prepare our press releases accordingly.

source: 그러고 싶은 생각은 딱히 없는데요.
en: I actually don’t want to.

source: 선배님, 그만하시죠.
en: ms. kang, please calm down.

source: 혜령 선배님 뜨게 해 준 김인준 실장님 맞죠?!
en: you’re chief injoon kim who made ms. hye-ryung yun famous, right?!

source: 한 군데서만 터진 게 아니야!
en: it’s not just one place that’s reporting this!

source: 한지아가 나만 못 느끼는 모성애라도 자극하나?
en: I guess everyone has an affection towards ji-ah that only I can’t feel?

source: 고생한 거 드디어 첫 방송하는데, 기분 좋게 보는 거지.
en: it’s your first show so enjoy it.

source: 어휴, 무슨 사람이 이렇게 답답해?!
en: ugh, how can someone be this frustrating?!

source: 방금….
en: just now...

source: 이 기사 보고도 그런 소리가 나와?
en: how could you say that even after seeing this article?

source: 딴소리하면 다시는 나랑 같이 일 못 하는 거야.
en: if you’re lying, I’m never gonna work with you again.

source: 혜령이 광고 미팅 말인데, 다음 주 금요일에 가능할까요?
en: about hye-ryung’s commercial offer, can we have a meeting next friday?

source: 나중에 둘러대기 좋은 멘트만 내보냈네요.
en: they just published things that sooji kang can easily make excuses for.

source: 예, 그래야죠.
en: of course.

source: 이봐, 인준 씨!
en: hey, injoon!

source: 무슨 일인데?
en: what’s up?

source: 네….
en: alright...

source: 인준 씨, 쉬다 온 사람 얼굴이 왜 그래요?
en: injoon, I thought you got some rest. why do you look so tired?

source: 드라마랑 영화는 확실히 다르니까.
en: yeah, tv series and movies are completely different.

source: 어?
en: huh?

source: 이놈들이 상도덕 없이 말 바꾸는 거!
en: they just flipped their decision out of nowhere!

source: 있지도 않은 원본을 가지고 시간을 끌겠다?
en: she’s trying to buy time without having the original copy.

source: 수고했어요.
en: you did a good job.

source: 아직 멀었어요, 이 친구야.
en: you’re way far from it, my friend.

source: 선배님.
en: ms. kang.

source: 그 사람이 멀쩡하게 활동하니까…!
en: she’s been acting like nothing had happened...!

source: 아니에요.
en: yeah.

source: 내가 말했잖아!
en: I told you!

source: 몇 번을 까이는 거야?
en: how many times must I be rejected?

source: 인준 씨, 늦지 않게 도착했네요.
en: we made it on time, mr. kim.

source: 다음 주에 바로 대본 미팅하고 들어가야죠.
en: we’re having a meeting on the script next week and then start shooting right after that.

source: 여기가 지금 어디예요?!
en: where am I?!

source: 아저씨!
en: mister!

source: 와, 한창 좋을 때네.
en: wow, you’re still young.

source: 반대로, 아무나 적으로 만들 필요도 없잖아요.
en: well, you don’t have to make enemies either.
